[
  [
    "In the quiet, if you listen...",
    "You can hear my heart.",
    "It's beating for you."
  ],
  [
    "Close your eyes.",
    "Breathe in, breathe out.",
    "I'm right there with you."
  ],
  [
    "Just a little reminder,",
    "in case you forgot...",
    "You are my everything."
  ],
  [
    "The world was spinning,",
    "but we were still.",
    "Just you and me, in our own time."
  ],
  [
    "Tum meri woh khwaish ho,",
    "Jo har dua mein pehle aati hai.",
    "Bas saath rehna hamesha."
  ],
  [
    "Baatein toh bahut hoti hai sabse,",
    "Par jo sukoon tumse baat karke milta hai,",
    "Woh aur kahin nahi milta."
  ],
  [
    "Har pal tera hi intezaar rehta hai,",
    "Dil mein bas tera hi khayal rehta hai,",
    "Tu mil jaye toh sab mil jaye humein."
  ],
  [
    "Tumhare saath bitaya har ek pal,",
    "Mere liye ek nayi yaadein banata hai,",
    "Jo mere dil ke hamesha kareeb rahega."
  ],
  [
    "Zindagi ki har mushkil aasaan lagti hai,",
    "Jab tera saath mere pass hota hai.",
    "Tu meri himmat hai, meri jaan hai."
  ],
  [
    "Dil ki har dharkan mein tera naam hai,",
    "Meri har saans mein tera hi ehsaas hai.",
    "Tumse juda hona ab namumkin sa hai."
  ],
  [
    "Pyaar toh bahut log karte hain,",
    "Magar hamara rishta sabse khaas hai.",
    "Kyunki isme sirf pyaar nahi, beintehaan vishwas hai."
  ],
  [
    "Tere chehre ki muskan dekh kar,",
    "Saare gham bhool jata hoon main.",
    "Tu meri duniya ki sabse badi khushi hai."
  ],
  [
    "Humesha khush rehna meri jaan,",
    "Kyunki teri khushi mein hi meri zindagi hai.",
    "Main har mod par tere saath khada hoon."
  ],
  [
    "Bas ek baar keh do ki tum sirf meri ho,",
    "Phir saari duniya se ladne ki taqat aa jayegi.",
    "Tum mera sukoon ho, mera junoon ho."
  ],
  [
    "Raat ki tanhayi mein jab teri yaad aati hai,",
    "Toh aankhon mein aansu nahi, hothon par muskan aati hai.",
    "Tera hona hi mere liye kaafi hai."
  ],
  [
    "Khafa hokar bhi khafa nahi rehte hum,",
    "Kyunki tumse door rehne ki aadat nahi humein.",
    "Gussa toh bas ek bahana hai tumhein aur chahne ka."
  ],
  [
    "Tu mera woh khwab hai jise main,",
    "Haqeeqat mein jeena chahta hoon.",
    "Har din, har lamha, sirf tere saath."
  ],
  [
    "Mera har ek din tumhari baaton se shuru hota hai,",
    "Aur tumhari yaadon par khatam.",
    "Isse haseen zindagi aur kya hogi."
  ],
  [
    "Tumse milne ke baad samajh aaya,",
    "Ki dil ka dhadakna asliyat mein kya hota hai.",
    "Tum meri dhadkan ho."
  ],
  [
    "Duniya ki parwah nahi mujhe,",
    "Jab tak tera hath mere hath mein hai.",
    "Hum mil kar apni ek alag duniya banayenge."
  ],
  [
    "Tera naam sunte hi dil muskurata hai,",
    "Jaise koi purani aur pyari dhun baj rahi ho.",
    "Tum mere dil ka sukoon ho."
  ],
  [
    "Main har janam mein tera hi banna chahta hoon,",
    "Kyunki ek janam kaafi nahi hai tumhein chahne ke liye.",
    "Tum meri rooh ka hissa ho."
  ],
  [
    "Mohabbat toh sab karte hain,",
    "Magar tumse jo hai, woh ibadat hai.",
    "Tum meri bandagi ho."
  ],
  [
    "Tere bina har khushi adhoori lagti hai,",
    "Aur tere saath har dukh bhi kam lagta hai.",
    "Bas yahi asar hai tumhara meri zindagi par."
  ],
  [
    "Tumse door jana ab khayal mein bhi nahi aata,",
    "Kyunki mere har raaste ki manzil tum ho.",
    "Bas tum hi ho."
  ],
  [
    "Teri aankhon mein jo sacchayi hai,",
    "Wahi mere jeene ki wajah hai.",
    "Kabhi un aankhon mein aansu mat aane dena."
  ],
  [
    "Main khush-naseeb hoon ki tum meri ho,",
    "Aur main tumhara Raja hoon.",
    "Hamari kahani sabse sundar hai."
  ],
  [
    "Tumhare bina ek pal bhi sadiyon jaisa lagta hai,",
    "Aur tumhare saath sadiyaan bhi pal bhar ki.",
    "Waqt ki raftar badal jati hai tumhare saath."
  ],
  [
    "Tum meri woh SunShine ho,",
    "Jo mere andhere se bhare dinon ko roshan karti hai.",
    "Meri zindagi mein aane ke liye shukriya."
  ],
  [
    "Ab toh aaina bhi mujhse poochne laga hai,",
    "Ki tere chehre par ye hamesha rehne wali muskan kiski wajah se hai.",
    "Main bas tera naam lekar muskura deta hoon."
  ],
  [
    "Tumse ishq karna mera sabse accha faisla tha,",
    "Aur tumhein hamesha khush rakhna mera maqsad hai.",
    "I promise, I'll never leave your side."
  ],
  [
    "Mere har lafz mein tera zikr hota hai,",
    "Jaise meri shayari ka har harf tumse hi juda ho.",
    "Tum meri kalam ki taqat ho."
  ],
  [
    "Log kehte hain mohabbat ek baar hoti hai,",
    "Magar mujhe toh tumse har baar, har roz naya ishq hota hai.",
    "Tum har baar kuch naya lagti ho."
  ],
  [
    "Teri ek call se din ki saari thakwan door ho jati hai,",
    "Jaise koi jadoo ho teri awaaz mein.",
    "Bolti raha karo, bas sunna chahta hoon."
  ],
  [
    "Mummy se chhup kar baat karne ka maza hi kuch aur hai,",
    "Is darr mein jo romance hai, woh kahin aur nahi.",
    "Humari choti si secret duniya."
  ],
  [
    "Tumhe pitne ki dhamki dena meri mohabbat hai,",
    "Kyunki mujhe pata hai tum mujhse kabhi nahi darogi.",
    "Bas ye pyar bana rahe."
  ],
  [
    "27 October ko jab tumne dil khola,",
    "Wahi pal tha jab main poori tarah tera ho gaya.",
    "Woh commitment meri zindagi ka turning point tha."
  ],
  [
    "Main tera Raja, tu meri SunShine,",
    "Hamari jodi jaise asmaan aur sitara.",
    "Hamesha chamakte rahenge hum."
  ],
  [
    "Black screen par bhi jab hum call par hote hain,",
    "Mujhe lagta hai main tumhare sabse kareeb hoon.",
    "Ehsaas hi sab kuch hai."
  ],
  [
    "Baarish ki boondon mein bhi tera chehra dikhta hai,",
    "Jaise kudrat bhi hamare pyar ki gawah ho.",
    "Tum har mausam mein pyari lagti ho."
  ],
  [
    "Tumhari fikr karna mera haq hai,",
    "Aur tumhare liye ladna meri fitrat.",
    "Bas apna khayal rakha karo mere liye."
  ],
  [
    "Zindagi ke is safar mein bahut log mile,",
    "Magar thahraav sirf tumhare pass aakar mila.",
    "Tum mera sukoon ho."
  ],
  [
    "Kash waqt yahin ruk jaye,",
    "Jab hum baat karte hain aur duniya bhool jate hain.",
    "Bas tum aur main."
  ],
  [
    "Tumhare liye kuch bhi kar guzarne ki chah hai,",
    "Kyunki tumne mujhe jeena sikhaya hai.",
    "You made me a better person."
  ],
  [
    "Meri har kamyabi mein tera hath hai,",
    "Kyunki teri duaon ne hi mujhe yahan tak pahunchaya hai.",
    "Stay with me forever."
  ],
  [
    "Gussa karo, laddo, magar kabhi door mat jana,",
    "Kyunki tumhare bina ye Raja adhoora hai.",
    "You complete me."
  ],
  [
    "Tere hothon ki muskan meri duniya ka sabse haseen manzar hai,",
    "Isko hamesha barkarar rakhunga.",
    "This is my promise to you."
  ],
  [
    "Jab tum 'Baby' kehti ho,",
    "Dil mein ek ajeeb sa sukoon bhar jata hai.",
    "Ye naam sirf tumhare muh se accha lagta hai."
  ],
  [
    "Humari baatein shayad kabhi khatam na hon,",
    "Aur main chahta bhi yahi hoon.",
    "The endless loop of us."
  ],
  [
    "Bas yahi dua hai Rab se,",
    "Ki agla Christmas aur New Year hum sath manayein.",
    "Haqeeqat mein, ek dusre ke samne."
  ],
  [
    "Tu meri pehli aur aakhri mohabbat hai,",
    "Isme koi shakk nahi.",
    "For you, always."
  ]
]